[
    {
      "id": "175845ca-e6c9-499d-8843-49bcdc1541c9",
      "reviews": [
        {
          "title": "Not the best insulation",
          "review": "While it does keep my coffee warm, it doesn't stay hot as long as I expected.",
          "score": 3
        },
        {
          "title": "Good but not great",
          "review": "It's a decent mug but doesn't keep my coffee hot for as long as I'd like.",
          "score": 3
        },
        {
          "title": "Could be hotter",
          "review": "The mug is nice but I wish it kept my coffee hotter for longer.",
          "score": 3
        },
        {
          "title": "Decent mug",
          "review": "It's a decent travel mug but there are better options out there.",
          "score": 3
        },
        {
          "title": "A bit bulky",
          "review": "The mug is a bit bulky for my liking, but it does keep my drinks hot.",
          "score": 3
        },
        {
          "title": "Not bad",
          "review": "It's not a bad mug but I wish it kept my coffee hotter.",
          "score": 3
        },
        {
          "title": "Nicht die beste Isolierung",
          "review": "Obwohl er meinen Kaffee warm hält, bleibt er nicht so lange heiß, wie ich erwartet habe.",
          "score": 3
        },
        {
          "title": "Gut, aber nicht großartig",
          "review": "Es ist ein anständiger Becher, aber er hält meinen Kaffee nicht so lange heiß, wie ich möchte.",
          "score": 3
        },
        {
          "title": "Könnte heißer sein",
          "review": "Der Becher ist schön, aber ich wünschte, er würde meinen Kaffee länger heiß halten.",
          "score": 3
        },
        {
          "title": "Anständiger Becher",
          "review": "Es ist ein anständiger Reisebecher, aber es gibt bessere Optionen.",
          "score": 3
        },
        {
          "title": "Etwas sperrig",
          "review": "Der Becher ist für meinen Geschmack etwas sperrig, aber er hält meine Getränke heiß.",
          "score": 3
        },
        {
          "title": "Niet de beste isolatie",
          "review": "Hoewel hij mijn koffie warm houdt, blijft hij niet zo lang heet als ik had verwacht.",
          "score": 3
        },
        {
          "title": "Goed, maar niet geweldig",
          "review": "Het is een fatsoenlijke beker, maar hij houdt mijn koffie niet zo lang warm als ik zou willen.",
          "score": 3
        },
        {
          "title": "Kan heter zijn",
          "review": "De beker is mooi, maar ik wou dat hij mijn koffie langer heet hield.",
          "score": 3
        },
        {
          "title": "Fatsoenlijke beker",
          "review": "Het is een fatsoenlijke reisbeker, maar er zijn betere opties.",
          "score": 3
        },
        {
          "title": "Keeps drinks cold",
          "review": "I love using this mug for iced tea. It stays cold for hours, even on hot days.",
          "score": 4
        },
        {
          "title": "Lid could be better",
          "review": "The mug itself is great, but the lid is a bit difficult to clean.",
          "score": 4
        },
        {
          "title": "Great for cold drinks",
          "review": "I mostly use this mug for cold drinks and it works wonderfully. Keeps them cold for hours.",
          "score": 4
        },
        {
          "title": "Works well",
          "review": "This mug works well for my daily coffee. Keeps it hot and fits in my car's cup holder.",
          "score": 4
        },
        {
          "title": "Great grip",
          "review": "The grip on this mug is fantastic. It's easy to hold even when I'm walking.",
          "score": 4
        },
        {
          "title": "Hält Getränke kalt",
          "review": "Ich liebe es, diesen Becher für Eistee zu benutzen. Er bleibt stundenlang kalt, selbst an heißen Tagen.",
          "score": 4
        },
        {
          "title": "Deckel könnte besser sein",
          "review": "Der Becher selbst ist großartig, aber der Deckel ist etwas schwer zu reinigen.",
          "score": 4
        },
        {
          "title": "Großartig für kalte Getränke",
          "review": "Ich benutze diesen Becher hauptsächlich für kalte Getränke und er funktioniert wunderbar. Hält sie stundenlang kalt.",
          "score": 4
        },
        {
          "title": "Funktioniert gut",
          "review": "Dieser Becher funktioniert gut für meinen täglichen Kaffee. Hält ihn heiß und passt in den Getränkehalter meines Autos.",
          "score": 4
        },
        {
          "title": "Houdt drankjes koud",
          "review": "Ik hou ervan om deze beker voor ijsthee te gebruiken. Hij blijft urenlang koud, zelfs op warme dagen.",
          "score": 4
        },
        {
          "title": "Deksel kan beter",
          "review": "De beker zelf is geweldig, maar de deksel is een beetje moeilijk schoon te maken.",
          "score": 4
        },
        {
          "title": "Geweldig voor koude drankjes",
          "review": "Ik gebruik deze beker voornamelijk voor koude drankjes en hij werkt geweldig. Houdt ze urenlang koud.",
          "score": 4
        },
        {
          "title": "Werkt goed",
          "review": "Deze beker werkt goed voor mijn dagelijkse koffie. Houdt hem warm en past in de bekerhouder van mijn auto.",
          "score": 4
        },
        {
          "title": "Average",
          "review": "Not best but it works.",
          "score": 4
        },
        {
          "title": "Perfect voor kamperen",
          "review": "Ik gebruik deze beker voor kampeertochten en hij werkt geweldig. Houdt mijn koffie ook op koude ochtenden warm.",
          "score": 5
        },
        {
          "title": "Fantastic for commuters",
          "review": "This mug is perfect for my daily commute. It keeps my coffee hot for hours and fits perfectly in my car's cup holder.",
          "score": 5
        },
        {
          "title": "Highly recommend!",
          "review": "I use this travel mug every day and it never leaks. The spill-proof lid is a lifesaver.",
          "score": 5
        },
        {
          "title": "Durable and stylish",
          "review": "This mug is both durable and stylish. I get compliments on it all the time.",
          "score": 5
        },
        {
          "title": "Perfect for travel",
          "review": "This mug is a must-have for any traveler. It's lightweight and keeps my drinks at the perfect temperature.",
          "score": 5
        },
        {
          "title": "Excellent value",
          "review": "For the price, this travel mug is an excellent value. It performs just as well as more expensive brands.",
          "score": 5
        },
        {
          "title": "Great for the office",
          "review": "I use this mug at work and it keeps my coffee hot all morning. Highly recommend!",
          "score": 5
        },
        {
          "title": "Best travel mug",
          "review": "This is the best travel mug I've ever owned. It's durable, easy to clean, and keeps my drinks hot or cold for hours.",
          "score": 5
        },
        {
          "title": "Perfect size",
          "review": "The size of this mug is perfect for my needs. It fits in my car's cup holder and is easy to carry.",
          "score": 5
        },
        {
          "title": "Love it",
          "review": "Absolutely love this mug. It's perfect for my morning coffee and doesn't leak at all.",
          "score": 5
        },
        {
          "title": "Spill-proof",
          "review": "I love that this mug is spill-proof. I've never had a leak even when it's tipped over.",
          "score": 5
        },
        {
          "title": "Perfect for camping",
          "review": "I use this mug for camping trips and it works great. Keeps my coffee hot even in the cold mornings.",
          "score": 5
        },
        {
          "title": "Perfect size",
          "review": "The size is perfect for my morning coffee. Fits well in my car's cup holder.",
          "score": 5
        },
        {
          "title": "Fantastisch für Pendler",
          "review": "Dieser Becher ist perfekt für meinen täglichen Arbeitsweg. Er hält meinen Kaffee stundenlang heiß und passt perfekt in den Getränkehalter meines Autos.",
          "score": 5
        },
        {
          "title": "Sehr empfehlenswert!",
          "review": "Ich benutze diesen Reisebecher jeden Tag und er leckt nie. Der auslaufsichere Deckel ist ein Lebensretter.",
          "score": 5
        },
        {
          "title": "Robust und stilvoll",
          "review": "Dieser Becher ist sowohl robust als auch stilvoll. Ich bekomme ständig Komplimente dafür.",
          "score": 5
        },
        {
          "title": "Perfekt für Reisen",
          "review": "Dieser Becher ist ein Muss für jeden Reisenden. Er ist leicht und hält meine Getränke auf der perfekten Temperatur.",
          "score": 5
        },
        {
          "title": "Ausgezeichneter Wert",
          "review": "Für den Preis ist dieser Reisebecher ein ausgezeichneter Wert. Er funktioniert genauso gut wie teurere Marken.",
          "score": 5
        },
        {
          "title": "Großartig für das Büro",
          "review": "Ich benutze diesen Becher bei der Arbeit und er hält meinen Kaffee den ganzen Morgen heiß. Sehr empfehlenswert!",
          "score": 5
        },
        {
          "title": "Bester Reisebecher",
          "review": "Das ist der beste Reisebecher, den ich je besessen habe. Er ist robust, leicht zu reinigen und hält meine Getränke stundenlang heiß oder kalt.",
          "score": 5
        },
        {
          "title": "Perfekte Größe",
          "review": "Die Größe dieses Bechers ist perfekt für meine Bedürfnisse. Er passt in den Getränkehalter meines Autos und ist leicht zu tragen.",
          "score": 5
        },
        {
          "title": "Liebe es",
          "review": "Ich liebe diesen Becher absolut. Er ist perfekt für meinen morgendlichen Kaffee und leckt überhaupt nicht.",
          "score": 5
        },
        {
          "title": "Auslaufsicher",
          "review": "Ich liebe es, dass dieser Becher auslaufsicher ist. Ich hatte noch nie ein Leck, selbst wenn er umgekippt ist.",
          "score": 5
        },
        {
          "title": "Perfekt für Camping",
          "review": "Ich benutze diesen Becher für Campingausflüge und er funktioniert großartig. Hält meinen Kaffee auch an kalten Morgen heiß.",
          "score": 5
        },
        {
          "title": "Geweldig voor forenzen",
          "review": "Deze beker is perfect voor mijn dagelijkse woon-werkverkeer. Hij houdt mijn koffie urenlang warm en past perfect in de bekerhouder van mijn auto.",
          "score": 5
        },
        {
          "title": "Zeer aan te bevelen!",
          "review": "Ik gebruik deze reisbeker elke dag en hij lekt nooit. De lekvrije deksel is een redder in nood.",
          "score": 5
        },
        {
          "title": "Robuust en stijlvol",
          "review": "Deze beker is zowel robuust als stijlvol. Ik krijg er voortdurend complimenten over.",
          "score": 5
        },
        {
          "title": "Perfect voor reizen",
          "review": "Deze beker is een must-have voor elke reiziger. Hij is lichtgewicht en houdt mijn drankjes op de perfecte temperatuur.",
          "score": 5
        },
        {
          "title": "Uitstekende waarde",
          "review": "Voor de prijs is deze reisbeker een uitstekende waarde. Hij werkt net zo goed als duurdere merken.",
          "score": 5
        },
        {
          "title": "Geweldig voor op kantoor",
          "review": "Ik gebruik deze beker op het werk en hij houdt mijn koffie de hele ochtend warm. Zeer aan te bevelen!",
          "score": 5
        },
        {
          "title": "Beste reisbeker",
          "review": "Dit is de beste reisbeker die ik ooit heb gehad. Hij is robuust, gemakkelijk schoon te maken en houdt mijn drankjes urenlang warm of koud.",
          "score": 5
        },
        {
          "title": "Perfecte grootte",
          "review": "De grootte van deze beker is perfect voor mijn behoeften. Hij past in de bekerhouder van mijn auto en is gemakkelijk mee te nemen.",
          "score": 5
        },
        {
          "title": "Geweldig",
          "review": "Ik hou absoluut van deze beker. Hij is perfect voor mijn ochtendkoffie en lekt helemaal niet.",
          "score": 5
        },
        {
          "title": "Lekvrij",
          "review": "Ik hou ervan dat deze beker lekvrij is. Ik heb nog nooit een lek gehad, zelfs niet als hij is omgevallen.",
          "score": 5
        }
      ]
    }
  ]